Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Every unit has a defense rating and a movement cost for each of the basic terrain types, and these values are listed in the unit’s help page. Basic terrain types may have unique properties like illumination effects as well.
uk_ua: Кожен боєць має певний захист та ціну ходу для кожного базового типу місцевості, ці значення можна подивитися у довідці на сторінці бійця. Базова місцевість може мати унікальні властивості, наприклад бути освітленою.

source: Every unit has an alignment: lawful, neutral, chaotic, or liminal. Alignment affects how units perform at different times of day. Neutral units are unaffected by the time of day. Lawful units do more damage during the day and less at night. Chaotic units do more damage at night and less during the day. Liminal units do less damage during both night and daytime.
uk_ua: Кожен боєць має певний тип групування: порядний, нейтральний, хаотичний або тіньовий. Групування визначає, як бійці діють в різний час доби. На нейтральних бійців час доби не впливає. Порядні бійці більше шкоди завдають вдень, і менше вночі. Хаотичні бійці більше шкоди завдають вночі, і менше вдень. Тіньові бійці завдають менше шкоди і вночі, і вдень.

source: Every unit of level 1 or higher maintains a zone of control (ZOC) covering all 6 neighboring hexes. This means that once an enemy moves into one of the six neighboring tiles, it is forced to halt and its movement phase ends (only enemies with the rare skirmisher ability ignore this).
uk_ua: Кожен боєць першого та вищих рівнів має зону контролю (ЗК), що покриває 6 сусідніх полів. Це означає, що як тільки противник увійде до одного з цих шести сусідніх полів, йому доведеться зупинитися (лише противники з рідкісною здатністю авангардист ігнорують ці зони).

source: Every unit you lose will give the undead gold. Protect your troops and sustain as few losses as possible!
uk_ua: Кожного разу, коли ви втрачаєте бійця, мерці отримують золото. Захищайте свої війська і зазнайте якнайменших втрат!

source: Everyone, quickly, go alert the Queen!
uk_ua: Усі, швидше, попередьте Королеву!

source: Evil
uk_ua: Лиходії

source: Evil Altar
uk_ua: Лихий вівтар

source: Evil emanates from this stone, but I have not the power to destroy it.
uk_ua: Зло виходить з цього каменю, але мені бракує сил його зруйнувати.

source: Evil has been vanquished on this day. May this victory bring lasting peace.
uk_ua: Цього дня зло було переможене. Нехай ця перемога принесе тривалий мир.

source: Evil never rests — nor does the light that seeks to exterminate it.
uk_ua: Зло ніколи не спить — як і світло, що шукає його знищення.

source: Evoker
uk_ua: Викликач

source: Ewww, I think it be smelling even worse now. Least it’s stopped moving.
uk_ua: Еуууув, тер воно смердить ще дужче, але принаймні воно більше не рухається.

source: Example: B<versions_accepted="*"> accepts any version string.
uk_ua: Приклад: B<versions_accepted="*"> приймає рядок з будь-якою версією.

source: Examples: Drake scales protect them from most of attack types except from piercing weapon and cold weapon. Human Cavalry units are generally well protected except from piercing attacks which are their weak point. Undead are very resistant to blade and piercing weapon but very vulnerable to impact attacks and arcane attacks.
uk_ua: Приклади: Луска дрейків захищає їх від більшості типів атак, за винятком колючої зброї та холоду. Людська кавалерія зазвичай добре захищена від більшості атак, за винятком колючої зброї, що є їх слабким місцем. Мерці мають високу опірність до колючої та ріжучої зброї, але дуже вразливі до ударної та містичної атак.

source: Excellent! As Delfador mentioned earlier, each captured village will support one unit and provide you with 1 extra gold per turn.
uk_ua: Чудово! Як і раніше казав Делфадор, кожне захоплене село підтримує одного бійця і дає додаткове 1 золото за хід.

source: Excellent! Their blood will provide plenty of fuel for my ritual!
uk_ua: Чудово! Їхня кровь забезпечить достатньо пального для мого ритуалу!

source: Excellent, but the battle is not won yet, and there is still no sign of Sir Loris. Sir Deoran, you should secure the keep.
uk_ua: Чудово, але битву ще не виграно, і тут також нема жодного сліду Пана Лоріса. Пане Деоране, тобі варто убезпечити цитадель.

source: Excellent, we will fight with you. Come, my thugs and footpads, rally to me!
uk_ua: Чудово, відтепер ми битимемося за вас. Збирайтеся, мої головорізи та розбишаки, до мене!

source: Excellent.
uk_ua: Відмінно.

source: Excellent. As for the current project, we—
uk_ua: Чудово. Щодо нашого теперішнього проекту, ми—

source: Excellent. Onwards we go!
uk_ua: Чудово. Вперед!

source: Excellent. We could always need cannon fodder.
uk_ua: Чудово. Нам завжди треба гарматне м'ясо.

source: Excellent. We could always use more help.
uk_ua: Чудово. Нам ніколи не завадить допомога.

source: Except for those with almost supernatural skill, the highest rank a runecrafter can rise to is that of the Dwarvish Runemaster. Striking blows nearly as powerful as those of the best warriors, they would be fearsome without their craft, but with it they are also nigh on invincible, since their runes cause the physical blows of their enemies to deal less damage than would be expected.
uk_ua: Вищий ранг, якого може досягти гном, не обдарований надприродним даром — ранг майстра рун. Вони б'ють не слабше за кращих воїнів, тому і без свого мистецтва були б дуже небезпечні. А з ним же вони майже невразливі: їх руни неабияк зменшують шкоду, що наноситься фізичними атаками ворогів.

source: Execute a Lua statement.
uk_ua: Виконати інструкцію Lua.

source: Executing Lua code in in this manner opens your computer to potential security breaches from any malicious add-ons or other programs you may have installed. Do not continue unless you really know what you are doing.
uk_ua: Виконання коду Lua у такий спосіб робить ваш комп'ютер вразливим до будь-яких шкідливих додатків або інших програм, які ви встановлювали. Продовжуйте лише за умови, що ви дійсно знаєте що робите.

source: Execution trace
uk_ua: Трейс виконання

source: Exile
uk_ua: Вигнання

source: Exit
uk_ua: Вихід

source: Exit the replay mode and continue playing normally.
uk_ua: Покинути режим повтору та продовжити грати звичайно.

source: Expand/shrink direction:
uk_ua: Розтягнути/стиснути напрям:

source: Expected Battle Result (HP)
uk_ua: Очікувані результати битви (ОЗ)

source: Expedition
uk_ua: Експедиція

source: Experience
uk_ua: Досвід

source: Experience Modifier
uk_ua: Модифікатор досвіду

source: Experience Modifier:
uk_ua: Модифікатор досвіду:

source: Experience bonuses for killing or fighting enemies of different levels
uk_ua: Досвід, що отримується за вбивство або битву з ворогами різних рівнів

source: Experience modifier:
uk_ua: Модифікатор досвіду:

source: Expert
uk_ua: Експертний

source: Explore the Land of the Dead
uk_ua: Дослідіть Мертві Землі

source: Export Selected Coordinates to System Clipboard
uk_ua: Експортувати координати вибору в буфер обміну

source: Eye Guardian
uk_ua: Око-охоронець

source: Eyestalk
uk_ua: Стеблоок

source: FOR FRIENDSHIP!!
uk_ua: ЗА ДРУЖБУ!

source: FOR HIDEL!!
uk_ua: ЗА ХІДЕЛЯ!

source: FOR PEACE!!
uk_ua: ЗА МИР!

source: Face of the Enemy
uk_ua: Обличчя ворога

source: Faction
uk_ua: Фракція

source: Faction:
uk_ua: Фракція:

source: Factions
uk_ua: Фракції

source: Faery
uk_ua: Феєрія

source: Fail to leave one enemy leader behind
uk_ua: Усі ворожі лідери мертві

source: Failed teleport! Exit not empty
uk_ua: Телепорт не вдався! Пункт призначення не порожній

source: Failed to load the scenario, attempting to load only the map.
uk_ua: Не вдалося запустити сценарій, намагаюся завантажити лише мапу.

source: Failed to resolve dependencies
uk_ua: Не вдалось визначити залежності

source: Failed to show a dialog, which doesn't fit on the screen.
uk_ua: Не можу показати діалог, він не поміщається на екрані.

source: Fair
uk_ua: Ярмарок

source: Fair enough. I decree a ‘Pact of Mutual Aid’ between our peoples. But— aren’t you setting us in conflict with the dwarves?
uk_ua: Згоден. Проголошую ‘Договір про взаємодопомогу’ між нашими народами. Але— чи не утягуєте ви нас в конфлікт з гномами?

source: Fair enough. We will head for Clearwater Port. Thank you, Elilmaldur-Rithrandil, I will remember your hospitality!
uk_ua: Згоден. Йдемо до Чистоводного Порту. Спасибі тобі, Елільмалдуре-Рітранділе, я пам'ятатиму твою гостинність!

source: Fair enough. Well, let’s get them!
uk_ua: Вірно. Ну що, підемо задамо їм!

source: Fake Map Border
uk_ua: Фальшиві межі карти

source: Fake Shroud
uk_ua: Фальшива пелена

source: Fal Khag
uk_ua: Фал Хаг

source: Falcon
uk_ua: Сокіл

source: Fall Deciduous Forest
uk_ua: Опалий листяний ліс

source: Fall Mixed Forest
uk_ua: Опалий мішаний ліс

source: Fallen Lich Point
uk_ua: Мис Полеглого Ліча

source: Falling back to the default core.
uk_ua: Повертаюся до типового ядра.

source: Familiar
uk_ua: Знайомий

source: Fancy Red Tent
uk_ua: Вишуканий червоний намет

source: Fancy Spear
uk_ua: Вишуканий спис

source: Fang
uk_ua: Зуб

source: Far North
uk_ua: Далека Північ

source: Far from home I fall — but not in vain!
uk_ua: Я гину далеко від дому — але не марно!

source: Far from home I fall — but not in vain! Defend our people, Deoran!
uk_ua: Я гину далеко від дому — але не марно! Збережи наших людей, Деоране!

source: Faren
uk_ua: Фарен

source: Farm
uk_ua: Ферма

source: Farmland
uk_ua: Сільськогосподарське угіддя

source: Farms
uk_ua: Ферми

source: Farms can only be planted on grassland. Move a peasant onto a farm and he will begin to automatically harvest the cash crop.
uk_ua: Ферми можна будувати лише на луках. Помістіть селянина в ферму і він сам почне збирати урожай.

source: Farther up the coast was the port city of Tirigaz where Kai Laudiss had so soundly beaten the orcs. Bilheld was due west from there. The merfolk felt uneasy, so they took shelter in an abandoned orcish encampment as night fell.
uk_ua: Далі по узбережжю було портове місто Тірігаз, де Кай Лаудісс отримав славну перемогу над орками. Білхельд знаходився на захід звідси. Водяні вже були втомлені, тому вирішили заночувати в покинутому таборі орків.

source: Fascinating. I shall certainly try.
uk_ua: Чарівно. Треба спробувати.

source: Fatal error
uk_ua: Критична помилка

source: Fath-er! Join... us...
uk_ua: Бат-тьку! Приєднуйся... до нас...

source: Father Morvin
uk_ua: Батько Морвін

source: Father, I am of age now. May I lead our forces into battle?
uk_ua: Батьку, я вже дорослий. Чи дозволиш мені очолити наші сили у битві?

source: Father, I wish you were here...
uk_ua: Батьку, хотів би я, щоб ти був тут...

source: Father, did ye not see these thunderbolts! This was awesome. Even our thundersticks do not strike so powerfully!
uk_ua: Батьку, ти бачив ці блискавки! Це було приголомшливо. Навіть наші громові трубки не б'ють так сильно!

source: Fear
uk_ua: Страх

source: Feared in dwarven legend is the Dwarf Lord who masks his face, using the formidable fighting powers of his kind without accounting to his peers and to the loremasters of dwarven-kind for the dark and bloody uses to which he puts his weapons. Like his barefaced kin, the Dwarf Lord wields axe and hammer with masterful skill, and can hit a target with a thrown hand axe at several paces. Though slow on their feet, these dwarves are a testament to the prowess of their kind.
uk_ua: У гномських легендах оповідається про Лорда в масці, що, використовуючи грізну бойову силу свого роду, приховує від побратимів та Хранителів Давнини свої темні і криваві цілі, для яких він безжалісно застосовує свою зброю. Як і його родичі без масок, лорда гномів майстерно володіє сокирою і молотом, та з легкістю здатен влучити в віддалену ціль, використовуючи метальний топірець. Хоча такі воїни й повільні, вони є свідченням доблесті та відваги свого роду.

source: Fearless
uk_ua: Безстрашний

source: Fearsome Bat
uk_ua: Страшний кажан

source: Features
uk_ua: Особливості

source: Feedback topic does not exist.
uk_ua: Теми зворотнього зв'язку не існує.

source: Feedback topic id is not a number.
uk_ua: ID теми зворотнього зв'язку не є числом.

source: Feeding
uk_ua: Пожирач

source: Feel my wrath, Jevyan, I’m coming for you! No piece of paper in my pocket is going to stop me from destroying you. For my family! For the people of Clearwater Port!
uk_ua: Пізнай мою лють, Жев'яне, я прийшов за тобою! Ніякий клаптик паперу не перешкодить мені знищити тебе. За мою сім'ю! За людей Чистоводного Порту!

source: Feel my wrath, you fiend!
uk_ua: Відчуй мій гнів, чортяко!

source: Feel my wrath, you orcish scum!
uk_ua: Пізнайте мою лють, оркські покидьків!

source: Fellow dwarves, hail! Kinsman Movrur, are ye back so soon from your journey to Knalga?
uk_ua: Здоров'я, дорогі гноми! Побратиме Мовруре, ти так скоро повернувся з мандрів до Кналги?

source: Female
uk_ua: Жінка

source: Fence
uk_ua: Паркан

source: Fencer
uk_ua: Фехтувальник

source: Fencers belong to a school of thought that considers the armor most soldiers wear in combat to be their own worst enemy. While armor can only soften a blow, evading it leaves the defender completely unharmed. Being able to reliably dodge any offensive move is a luxury only afforded to the fit of body, and then only to those who endure rigorous training. Outfitted with only a dagger and saber, fencers are light on their feet and useful in many situations where their armor-bound peers are at a disadvantage. They relish dancing circles around troops like heavy infantry, mocking the weight of their full armor.
uk_ua: Фехтувальники належать до школи, яка вважає найгіршим ворогом більшості солдат їх власні обладунки. Броня може тільки пом'якшити удар, тоді як відхилившись від удару, воїн залишиться повністю неушкодженим. Здатність ухилитися від будь-якої загрози вимагає прекрасної фізичної форми і виснажливих тренувань. Їх спорядження складається лише з кинджала і шаблі, фехтувальники легко пересуваються і корисні в багатьох ситуаціях, коли їх добре захищені побратими знаходяться в невигідному становищі. Вони з задоволенням витанцьовують навколо важких піхотинців, насміхаючись з тяжкості їх обладунків.

source: Feorth
uk_ua: Феорт

source: Feral
uk_ua: Дикий

source: Fervin
uk_ua: Фервін

source: Festival
uk_ua: Фестиваль

source: Feudal
uk_ua: Феодальний

source: Few humans fathom the secrets of light and dark magic and retain their sanity. Those that can master that balance become Shadow Lords, fully existing neither in the world of light nor the world of darkness. No longer needing physical weapons, they are fearsome to both their enemies and those they lord over.
uk_ua: Всього кілька людей змогло зрозуміти секрети світлої та чорної магії, лишившись при цьому в адекватному стані. Ті, що можуть досягти балансу, стають Тіньовими лордами, існуючими між світами світла й темряви. Вони більше не потребують жодної фізичної зброї, але й без цього їх бояться й вороги, й союзники.

source: Few units have good defenses in water; a line of attackers along the edge of a river can inflict heavy casualties. Elves can use the edge of a forest in a similar manner, and dwarves can do the same with mountains.
uk_ua: Лише небагато бійців добре захищені у воді; розташувавши бійців уздовж берега річки, ви можете нанести ворогові важкі втрати. Ельфи можуть подібним же чином використовувати межу лісу, а гноми - гори.

source: Field
uk_ua: Поле

source: Fight on, you cowardly orcish worms!
uk_ua: Продовжуйте битися, боязкі оркські черв'яки!

source: Fight through corridors and gardens, and dominate the eastern courtyard of what used to be the glorious city of Elensefar.
uk_ua: Пробийтеся через сади і коридори і підкоріть східний двір того, що колись було славним містом Еленсефар.

source: Fight to regain the throne of Wesnoth, of which you are the legitimate heir.
uk_ua: Боріться за повернення собі трону Весноту, що належить вам по праву.

source: Fight your way through the woods before the kidnappers escape
uk_ua: Пробратися крізь ліс, поки викрадачі не встигли втекти

source: Fighter
uk_ua: Боєць

source: Fighting
uk_ua: Бій

source: Fights normally during unfavorable times of day/night
uk_ua: Б'ється нормально під час несприятливого часу доби

source: File
uk_ua: Файл

source: File I/O Error while reading the game
uk_ua: Помилка вводу/виводу при читанні файлу з грою

source: File I/O Error while reading the game: '
uk_ua: Помилка вводу/виводу при читанні файлу з грою: '

source: File does not have .map, .cfg, or .mask extension
uk_ua: Це не файл розширення .map, .cfg або .mask

source: File not found
uk_ua: Файл не знайдено

source: File not found.
uk_ua: Файл не знайдено.

source: File:
uk_ua: Файл:

source: Filipino Translation
uk_ua: Філіппінський переклад

source: Fill Selection
uk_ua: Заповнити вибране

source: Fill Tool
uk_ua: Інструмент заповнення

source: Filter by campaign completion status
uk_ua: Фільтрувати за статусом проходження

source: Filter:
uk_ua: Фільтр:

source: Filters on addon description, version, type or author
uk_ua: Фільтрувати за описом аддону, версією, типом або автором

source: Filters on hotkey description
uk_ua: Фільтр за описом гарячої клавіші

source: Final Battle
uk_ua: Остання битва

source: Finally reinforcements are here! I’ve been pinned down for days. Help me fight my way out of here and I’ll gladly follow you!
uk_ua: Нарешті підкріплення! Я був у оточенні безліч днів. Допоможіть мені пробитися звідси, і я радо піду за вами!

source: Finally we come to the shores of the last continent. Here at the edge of the world our empire shall be made complete.
uk_ua: Нарешті ми на берегах останнього континенту. Тут, на краю світу, наша імперія буде повністю побудована.

source: Finally, Ethiliel told the men to halt and pitch camp — they had reached the Black River, beyond which no elf or man would willingly pass.
uk_ua: Нарешті Етілієль сказала людям зупинитися та розкласти табір — вони досягли Чорної Ріки, на інший берег якої не пішов би добровільно жоден ельф чи людина.

source: Finally, as the snow melted and green buds marked the onset of spring, Deoran knew the time had come to report back to King Haldric. He bade the people of Westin farewell and made his journey northward to Weldyn. While years of rebuilding lay ahead for Kerlath, they would take place in peace thanks to Deoran’s leadership and the heroics of the South Guard.
uk_ua: Нарешті, коли розтанув сніг і зелені ростки принесли початок весни, Деоран знав, що настав час доповісти Королю Хальдріку. Він попрощався з людьми Вестіну та вирушив у подорож на північ, до Велдину. Хоч і попереду у Керлату були роки відбудови, вони пройдуть в мирі завдяки лідерству Деорана та подвигам Південної Гвардії.

source: Finally, on to Southbay!
uk_ua: Ну, ось ми і в Південній Бухті!

source: Finally, some action!
uk_ua: Нарешті, якась розвага!

source: Finally, the merfolk arrived at Bilheld. Their destination, and help, was just behind it. The island was inhabited, however, and the residents didn’t look happy to see them.
uk_ua: Нарешті, водяні досягли Більхельду. Їх мета і надія була прямо перед ними, однак острів виявився населеним, і, схоже, місцеві мешканці зовсім не раді їхній появі.

source: Finally, the souls of our poor kin may rest. Thank you.
uk_ua: Нарешті душі наших нещасних родичів впокоїлися. Дякую вам.

source: Finally, units with the <ref>dst='ability_illuminationilluminates' text='illuminates'</ref> ability and terrain features such as <ref>dst='terrain_lava' text='lava'</ref> change the time of day bonus around them.
uk_ua: Нарешті, бійці зі здібністю <ref>dst='ability_illuminationilluminates' text='освітлює'</ref> а особливості місцевості, таки як <ref>dst='terrain_lava' text='лава'</ref> змінюють бонуси від часу доби навколо.

source: Finally, water villages are generally inhospitable to land units, and do not give defense or movement benefits associated with the village terrain type. Instead, they count only as water tiles.
uk_ua: Нарешті, водні села — негостинні для сухопутних бійців, і не надають кращий захист та ціну ходу. Натомість, вони вважаються клітинками з водою.

source: Finally, we have returned home! The undead and bandits are both defeated and it seems that the townsfolk have already begun to rebuild. Perhaps now there will be peace in Westin. You have our thanks, Lady Ethiliel. We could not have accomplished this feat without you.
uk_ua: Нарешті, ми повернулися додому! Мерці та бандити переможені і, схоже, містяни вже почали відбудовуватися. Можливо, в Вестіні настане мир. Величезна подяка тобі, Пані Етілієль. Без тебе ми б не впоралися.

source: Finally, we’re getting out of this forest!
uk_ua: Нарешті ми виходимо з цього лісу!

source: Find Caladon the mage
uk_ua: Знайдіть мага Каладона

source: Find Delfador shelter before he freezes to death
uk_ua: Знайдіть притулок для Делфадора до того, як він замерзне до смерті

source: Find File
uk_ua: Знайти файл

source: Find Label or Unit
uk_ua: Знайти мітку або бійця

source: Find Server Application
uk_ua: Знайти додаток серверу

source: Find and activate the runic keys (one remaining)
uk_ua: Знайти та активувати рунічні ключі(лишився ще 1)

source: Find and activate the runic keys to the sealed door
uk_ua: Знайти та активувати рунічні ключи до запечатаної двері

source: Find and defeat Karrag
uk_ua: Знайти та здолати Карраґа

source: Find and defeat the orcish intruders
uk_ua: Знайти та перемогти оркських загарбників

source: Find and set path to MP server to host LAN games
uk_ua: Знайти і вказати шлях до МП-сервера, який буде хостити ігри в локальній мережі

source: Find out the name of the general in Unlawful Orders.
uk_ua: Дізнайтеся ім'я генерала в сценарії "Незаконні накази".

source: Find out what is happening at the Ford
uk_ua: Дізнайтеся, що відбувається на Переправі

source: Find out what is happening in the village
uk_ua: Дізнатися, що відбувається в селі

source: Find out where the ghost went and follow it
uk_ua: З'ясуйте, куди попрямував привид, і йдіть за ним

source: Find the Book
uk_ua: Знайдіть Книгу

source: Find the dwarves
uk_ua: Знайдіть гномів

source: Find the inhabitants
uk_ua: Знайти жителів

source: Find the secret door to enter the manor
uk_ua: Знайдіть таємні двері, щоб увійти до маєтку

source: Find the source of the undead and destroy it
uk_ua: Знайдіть джерело мерців і знищіть його

source: Find the source of the undead under the citadel
uk_ua: Знайти джерело мерців під фортецею

source: Finde
uk_ua: Фінде

source: Finding Your Way
uk_ua: Освоєння

source: Findlas
uk_ua: Фіндлас

source: Fine then — ten thousand... now, what exactly do you want us to make the stone into?
uk_ua: Добре — десять тисяч... тепер, що саме ти хочеш, щоб ми зробили з цього каменю?

source: Fine words for a traitor.
uk_ua: Це слова зрадниці.

source: Fine, I guess...
uk_ua: Гадаю, що так...

source: Fine, do it.
uk_ua: Зроби це.

source: Fine. We could need a small help.
uk_ua: Добре. Нам знадобиться навіть така мала допомога.

source: Fine. We’ll go to Delwyn, see what Relana gots to say. With them riders so eagerly attackin’ us today, I’m thinking Delwyn will be under threat too.
uk_ua: Гаразд, ми тоді рушимо до Делвину, шоб почуть, що Релана скаже. Як вершники так буйно напали на нас сьодні, гадаю, Делвин також мож буть під загрозою.

source: Finnish Translation
uk_ua: Фінський переклад

source: Fire Ant
uk_ua: Вогняна мураха

source: Fire Ant Egg
uk_ua: Яйце вогняної мурахи

source: Fire Ant Queen
uk_ua: Королева вогняних мурах

source: Fire Dragon
uk_ua: Вогняний дракон

source: Fire Drake
uk_ua: Вогняний дрейк

source: Fire Guardian
uk_ua: Вогняний страж
